benchmark/4_TTL_PreCache/LOCAL/POST/post_output_100conn_10s.txt
Running 10s test @ http://localhost:3000
  100 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   788.04ms  411.61ms   2.00s    75.25%
    Req/Sec     2.29      3.77    10.00     81.12%
  1188 requests in 10.01s, 462.90KB read
  Socket errors: connect 0, read 0, write 0, timeout 4
Requests/sec:    118.66
Transfer/sec:     46.24KB